
personal_ending1 = ["아.. 미안해... 난 너 안좋아해...", "사실.. 나도 그래..! 사귀자..!"]
personal_ending2 = ["난 널 좋아하지 않아. 그러니 우리 그냥 친구로 지내자", "ㄴ...나도 널 좋아해, 사귀자!"]
personal_ending3 = ["아.. 죄송해요.. 저는 선배 별로..", "저도 선배 좋아해요 !"]


real_ending100 =" 선배와 sns 커플을 오래오래 유지하였다\n선배가 고등학교에 가면서 만남은 조금 더뎌졌지만\n그래도 원만한 연애를 하고 있다 "

real_ending010 =" 드디어 복싱을 배우게 된지 어언 6년 5개월\n나도 꽤 준수한 실력을 가지게 되었다\n그리고 유린이는\n국가대표를 준비중이여서 가끔 만난다\n나도 언젠간 국가대표가 되길 기원하며 오늘도 복싱을 한다"

real_ending001 =" 나랑 민지는 아주 행복한 연애를 하면서 행복하게 지낸다\n 하지만 그 후로..\n민준은 나랑 대화 자체를 안하기 시작했다\n민지도 민준과 사이가 안좋아진 것 같은 모양이다 \n하지만 그까짓거 우린 사랑의 힘으로 이겨낼거다 "


real_ending111 =" 그렇게 나는 3명과 행복한 연애를\n하는 줄 알았으나...\n3명 모두와 사귀고 있다는 것을 들키고 말았다\n알고보니 내가 자기 동생이랑 사귀게 되어서 못마땅했던 민규놈이\n날 스토킹 하다가 내가 다른 3명을 동시에 만난다는 것을 본 것이다\n그렇게 나는 학교에서 매장당하여 학교에서 쓰레기라고 질타를 받으며 산다 "

real_ending000 =" 3명한테 다 차인 나는..\n학교 대표 차임남으로 불리며\n그 날의 트라우마로 탈모가 오기 시작하고\n다시는 연애를 하지 못하고 모태솔로로 살아가게 되었다.. " 

real_ending110 =" 선배와 유린이랑 사귀게 된 나는.. \n아주 순탄하게 연애를 이어갔다 \n낮에는 복싱 연습을 하고 밤에는 인스타 활동을 하면서 \n아주 즐겁고 행복한 연애를 해나간다 \n내가 양다리인것을 알고도 둘은 나와 사귀는 것이다! \n그래서 아주 행복하게 지내고 있다ㅎㅎ "

real_ending101 =" 나는 둘이랑 동시에 행복한 연애를 해나갔는데.. \n하필 선배랑 데이트하는 것을 민준한테 들킨 것이다.. \n그 날 민준이랑 대판 싸우고.. 사이가 더 안좋아졌다 \n하지만 선배랑 민지랑은 더욱 좋은 연인 관계가 되었으니 뭐,, 민준같은 놈은 없어도 된다!"

real_ending011 =" 나는 유린이랑 민지랑 연애를 이어나가는데..\n너무 힘 빠지는 연애다....\n그 이유는.. \n유린이랑 민지가 나를 두고 싸우기 때문이다..ㅜ \n유린이는 나랑 복싱을 하자고 하고 민지는 나랑 프로게이머를 하자고 하고... \n매번 이걸로 싸운다..ㅜㅜ \n연애를 하는 것은 좋지만.. 너무 힘들다...!! "