q1 = ["주인공의 집 앞, 마트 갔다오다가 마주침", "당신의 선택은?"]
sel1 = ["무거워 보이네", "안녕", "쳐다본다.", "집까지 짐 들어줄까?"]
result1 = ["네..", "안녕하세요", "저기요?", "들어주세요!"]
score1 = [-2, 0, -1, 2]

woman3_texts1 = [q1, sel1, result1, score1]

q2 = ["데려다준걸 고맙다 함", "당신의 선택은?"]
sel2 = ["수고비 줘", "다음에 맛있는거 사줘", "바로 자기 집으로 간다.", "나중에 힘든 일 있으면 도와줄게..!"]
result2 = ["네?", "넵", "자신도 그냥 들어간다", "감사합니다~"]
score2 = [-2, 0, -1, 2]

woman3_texts2 = [q2, sel2, result2, score2]

q3 = ["다음날 같이 등교 함", "당신의 선택은?"]
sel3 = ["지각 하겠다 나 먼저 간다.", "어제 일찍 잤어?", "어제 도데체 뭘 했길래 피곤해 보이냐 ㅋㅋㅋ", "피곤해 보이는데 내가 가방 들어줄까?"]
result3 = ["(저 쓰레기)", "아뇨.. 숙제 하다 늦게 잤어요..", "어쩌라고요", "그럼 감사하죠!"]
score3 = [-2, 0, -1, 2]

woman3_texts3 = [q3, sel3, result3, score3]

q4 = ["친구와 게임을 하고 있는데 친구 동생과도 같이 하게 됨", "당신의 선택은?"]
sel4 = ["아 너는 오빠보다 잘한다!", "야 거기다가 스킬을 쓰면..!", "야 진짜 엄청 못하네", "오 안죽었네 다행이다"]
result4 = ["아ㅋㅋㅋ 오빠 잘못해서요ㅋㅋ", "아.. 죄송해요..", "못해서 죄송해요..", "휴"]
score4 = [2, -1, -2, 0]

woman3_texts4 = [q4, sel4, result4, score4]

q5 = ["게임을 다 하고 나서 그날 저녁 주말에 같이 놀러가자 함", "당신의 선택은?"]
sel5 = ["주말에 pc방 갈래?", "주말에 오션월드 갈래?", "주말에 헬스장 갈래?", "주말에 등산갈래?"]
result5 = ["좋아요!", "괜찮은것 같아요", "어.. 운동은 다음에 해요", "저 갑자기 급한 일이 생겨서.."]
score5 = [2, 0, -1, -2]

woman3_texts5 = [q5, sel5, result5, score5]

q6 = ["놀고 밥 먹으러 감", "당신의 선택은?"]
sel6 = ["불고기 먹으러 갈래?", "피자 먹으러 갈래?", "돈까스 먹으러 갈래?", "샌드위치 먹으러 갈래?"]
result6 = ["다른거 먹으러 가요.. 저 불고기 싫어해요..", "네 좋아요!", "괜찮을것 같아요", "네"]
score6 = [-2, 2, 0, -1]

woman3_texts6 = [q6, sel6, result6, score6]

q7 = ["다 놀고 저녁에 집 데려다줌", "당신의 선택은?"]
sel7 = ["다음에 같이 또 놀러갈래?", "오늘 어땠어?", "(아무말 하지 않고 간다)", "(자기 할말만 하고 말할 틈을 안준다)"]
result7 = ["아 좋아요! 어디 갈거에요?", "재미있었어요", "..", "저도 말할 틈을 주세요"]
score7 = [2, 0, -1, -2]

woman3_texts7 = [q7, sel7, result7, score7]

q8 = ["우연히 생일을 알게 되었다", "당신의 선택은?"]
sel8 = ["만화책", "편지", "예쁜 풍경 그림", "pc방 의자"]
result8 = ["저 만화책 별로 안좋아하는데.. 그래도 감사해요", "이걸 다 쓰신거에요? 감사해요 선배~", "오.. 예쁘네요", "헐 진짜 갖고 싶었던건데 진짜진짜 감사해요"]
score8 = [-2, 0, -1, 2]

woman3_texts8 = [q8, sel8, result8, score8]


q9 = ["절친이 자기 동생(후배) 좋아하냐고 함(그걸 우연히 후배가 들음)", "당신의 선택은?"]
sel9 = ["응 나 좋아해", "뭐래 내가? 설매 내가 너 동생을 좋아하겠냐곸ㅋㅋ", "어.. 조금?ㅋㅋ", "설마 그러겠니"]
result9 = ["(사실 나도 당신같은 남자를 기다려왔다우", "(..나를 안좋아하는구나)", "장난이겠자?", "아.."]
score9 = [2, -2, 0, 1]

woman3_texts9 = [q9, sel9, result9, score9]

q10= ["후배가 좋아하는 사람 있냐고 물어봄", "당신의 선택은?"]
sel10  = ["ㅋㅋ 있어 나랑 친하고 게임 좋아하는 사람", "나? 지금 나한테 물어본거야?", "ㅋㅋㅋ 있어 근데 안알려줄거야", "있어 근데 너는 절대 아니다. 내가 널 좋아하면 안되지"]
result10 = ["오ㅋㅋ 누굴까~ 궁금하네요", "네..", "아아ㅏ아 알려주세요", "(날 안좋아하는구나..)"]
score10 = [2, -1, 0, -2]

woman3_texts10 = [q10, sel10, result10, score10]

questions_03 = [woman3_texts1, woman3_texts2, woman3_texts3, woman3_texts4, woman3_texts5, woman3_texts6, woman3_texts7, woman3_texts8, woman3_texts9, woman3_texts10]