q1 = ["선배가 예뻐서 쫒아 다니다가 도서관에서 걸렸다.", "당신의 선택은?"]
sel1 = ["책을 보는척 한다.", "책을 빌리러 온척 한다.", "고백한다.", "해명한다."]
result1 = ["이상한 애로 낙인 찍힘", "이상한 낌새를 느낀다.", "거절 당한다.", "선배가 웃는다."]
score1 = [-1, 0, -2, 2]

woman1_texts1 = [q1, sel1, result1, score1]

q2 = ["선배가 보고 싶어서 선배 반으로 찾아감.", "당신의 선택은?"]
sel2 = ["두리번 두리번본다.", "선배를 부른다.", "그냥 돌아간다.", "선배 자리로 감."]
result2 = ["선배가 이상한 눈으로 본다.", "선배가 안나온다.", "쟤뭐야 왜온거야?", "???왜"]
score2 = [0, -2, -1, 1]

woman1_texts2 = [q2, sel2, result2, score2]

q3 = ["등교길에 선배를 마주침", "당신의 선택은?"]
sel3 = ["안녕하세요", "무시한다.", "같이 옆에 간다.", "집으로 간다."]
result3 = ["어 그래. 안녕", "...", "어..뭐지?", "쟤 왜또 다시 집쪽으로 가지?"]
score3 = [2, -2, 1, 0]

woman1_texts3 = [q3, sel3, result3, score3]

q4 = ["어쩌다 같이 밥 먹게 됨", "당신의 선택은?"]
sel4 = ["어떤 메뉴 먹을거에요?", "떡볶이 먹을래요?", "초밥 먹을래요?", "파스타 먹을래요?"]
result4 = ["딱히 모르겠어 넌?", "매운걸 안좋아해서..", "아 회를 안좋아해서..", "오 파스타 좋다! 먹으러 가자"]
score4 = [1, -1, -2, 2]

woman1_texts4 = [q4, sel4, result4, score4]

q5 = ["집에 가서 숙제를 하던 중 모르는 문제가 나왔다.", "당신의 선택은?"]
sel5 = ["선배한테 물어본다.", "학교 선생님 한테 물어본다.", "학원 쌤한테 물어본다.", "안푼다."]
result5 = ["어 그래? 알았어 알려줄게 우리 집으로 와", "쌤이 알려주심", "학원쌤이 알려주심", "쌤한테 혼남"]
score5 = [2, 0, 0, -2]

woman1_texts5 = [q5, sel5, result5, score5]

q6 = ["길을 지나가다가 선배 친구들이 3일뒤 선배가 생일 이라는 말을 들었다. 그래서 선배에게 생일 선물을 주려고 한다.", "당신의 선택은?"]
sel6 = ["향수", "곰인형", "공책", "연필 한자루"]
result6 = ["어..! 진짜 고마워 어떻게 내 생일인지 알고 이거 내가 진짜 가지고 싶었던 건데..! 진짜 고마워 !", "이 곰인형 진짜 귀엽다 !", "어 고마워 내 생일인지 알았네", "아.. 고마워.."]
score6 = [2, 1, 0, -2]

woman1_texts6 = [q6, sel6, result6, score6]

q7 = ["선배한테 생일날에 생일 파티 초대장을 받았다.", "당신의 선택은?"]
sel7 = ["학원 끝나고 갈게요", "고마워요 꼭 갈게요", "아.. 시끄러운거 별론데", "저 도중에 나올게요"]
result7 = ["아..알았어..", "응..! 꼭 와줘!", "별로 안시끄럽거든..!", "어..? 그러던가.."]
score7 = [0, 2, -1, -2]

woman1_texts7 = [q7, sel7, result7, score7]

q8 = ["생일파티를 즐기고 집으로 돌아가려하는데 비가 온다.", "당신의 선택은?"]
sel8 = ["내일 뵈요.(혼자 우산 쓰고 감)", "어,저 친구 근처 사는데 우산 빌리죠.", "저 우산 있어요. 제가 데려다 드릴게요.", "저는 부모님 불렀어요. 선배도 조심히 가세요."]
result8 = ["어.. 그래... 잘가..", "그래..! 다행이다.. ", "어..? ㄱ..고마워...!!", "아.. 알았어.. 잘가..."]
score8 = [-2, 1, 2, 0]

woman1_texts8 = [q8, sel8, result8, score8]

q9 = ["그날 밤에 선배한테 문자를 보내본다.", "당신의 선택은?"]
sel9 = ["선배, 잘 들어갔어요?", "저 숙제 좀 도와주세요", "선배 자요?", "뭐해요?"]
result9 = ["응! 너도 잘 들어갔지?", "아.. 그래... 뭔데?", "안 자, 왜?", "방금 집 왔어"]
score9 = [2, -2, 0, 1]

woman1_texts9 = [q9, sel9, result9, score9]

q10 = ["다음날, 선배가 나한테 찾아와 좋아하는 사람이 있냐고 묻는다.", "당신의 선택은?"]
sel10 = ["있어요 지금 내 앞에", "아뇨, 없어요", "선배가 알아서 뭐하게요", "안알려줄건데요"]
result10 = ["어..? 무슨... ", "아.. 그래?", "물어볼 수 도있지..", "뭐야.. 너무해"]
score10 = [2, 1, -2, 0]

woman1_texts10 = [q10, sel10, result10, score10]

questions_01 = [woman1_texts1, woman1_texts2, woman1_texts3, woman1_texts4, woman1_texts5, woman1_texts6, woman1_texts7, woman1_texts8, woman1_texts9, woman1_texts10]