q1 = ["방과후 학교 체육관, 체육쌤이 일 시켜서 체육관을 들렀다가 만남", "당신의 선택은?"]
sel1 = ["힘들어 보이네, 도와줄까?", "정리하지 말고 나랑 놀자", "우리 맛있는거 먹고 오자", "(아무 생각없이 쳐다본다)"]
result1 = ["오, 고맙다~", "혼나면 니가 책임질거냐?", "나 바빠", "야, 도와줄 것도 아니면서 뭘 봐?"]
score1 = [2, 0, 0, -2]

woman2_texts1 = [q1, sel1, result1, score1]

q2 = ["그날 밤, 나에게 뭐하냐고 문자를 보냄", "당신의 선택은?"]
sel2 = ["게임중", "니 생각", "숙제중", "(읽씹한다)"]
result2 = ["아 그래? 같이 해", "어우; 왜 이래;;", "그래, 숙제 잘 해라~?", "야, 씹냐?"]
score2 = [2, 0, 0, -2]

woman2_texts2 = [q2, sel2, result2, score2]

q3 = ["다음날, 숙제를 못하여 좌절하고 있음", "당신의 선택은?"]
sel3 = ["내꺼 베껴", "그러게 진작에 하지ㅉㅉ", "내가 도와줄까?", "(비웃음)"]
result3 = ["그러다 들키면 책임질거냐?", "왜 참견질이야", "오ㅋㅋ 땡큐~!", "뭘 웃어, 내가 우습냐?"]
score3 = [0, 0, 2, -2]

woman2_texts3 = [q3, sel3, result3, score3]

q4 = ["쉬는시간, 나에게 빵을 사와줌", "당신의 선택은?"]
sel4 = ["니나 먹어", "돈으로 줘", "오 고마워, 잘 먹을게", "나 이거 싫어하는데.."]
result4 = ["왜 승질이야", "웃기고 있네, 먹기 싫음 먹질 말아", "고마우면 갚아ㅋㅋ", "싫음 먹지 말던가"]
score4 = [-2, 0, 2, 0]

woman2_texts4 = [q4, sel4, result4, score4]

q5 = ["학교 끝난 후, 약속해서 함께 놀러가게 됨. 장소를 내가 선택", "당신의 선택은?"]
sel5 = ["나의 집", "영화관", "공원", "오락실"]
result5 = ["너 방 왜이렇게 더럽냐?", "영화 너무 지루해;;", "재미없어, 이게 끝이야?", "와 이거 대박 재밌다!ㅋㅋ"]
score5 = [0, 0, -2, 2]

woman2_texts5 = [q5, sel5, result5, score5]

q6 = ["놀고 나서 같이 밥을 먹게 됨, 메뉴 선택을 내가 함", "당신의 선택은?"]
sel6 = ["짜장면", "편의점 라면", "맥*날드", "김밥"]
result6 = ["어제 먹었는데?", "고작 이거만 먹는거냐?", "으,, 햄버거 별론데", "나 김밥 좋아하는데! 맛있다~"]
score6 = [0, -2, 0, 2]

woman2_texts6 = [q6, sel6, result6, score6]

q7 = ["그날 밤, 그 애 에게 문자를 보냄", "당신의 선택은?"]
sel7 = ["잘 들어갔어?", "뭐해?", "숙제했어?", "자니?"]
result7 = ["일찍도 물어본다", "방금 씻고 왔어ㅋㅋ 오늘 재밌었다~", "했겠냐?", "안 자."]
score7 = [0, 2, -2, 0]

woman2_texts7 = [q7, sel7, result7, score7]

q8 = ["어느날, 카카*톡을 보고 생일을 알게 되어서 선물을 준비함", "당신의 선택은?"]
sel8 = ["복싱 글러브", "모자", "학용품 세트", "꽃다발"]
result8 = ["헐, 완전 고마워~!", "나 모자 이미 많은데?", "나보고 공부하라는거야?", "오글거리게 뭐하는거야;"]
score8 = [2, 0, 0, -2]


woman2_texts8 = [q8, sel8, result8, score8]

q9 = ["생일 파티를 가야하는데 엄마가 학원을 안 빼주심", "당신의 선택은?"]
sel9 = ["학원을 째고 간다", "수업을 듣고 늦게 간다", "안 간다", "수업 도중에 나온다"]
result9 = ["뭐야 너 학원 쨌냐? 선생님께 이른다 ㅅㄱ", "아제 왔네, 너 기다렸어", "너 왜 안왔냐?", "늦었네?"]
score9 = [0, 2, -2, 0]

woman2_texts9 = [q9, sel9, result9, score9]

q10 = ["그 애가 나에게 우리반에 좋아하는 사람이 있냐고 묻는다", "당신의 선택은?"]
sel10 = ["있어, 복싱 잘하는 그런 애", "없어", "비밀인데?", "응, 나 사실 남자 좋아해"]
result10 = ["와.. 누군지 몰라도 좋겠네~", "아.. 그래..?", "뭐야, 싱겁게,,", "아,, 그래, 뭐 그럴 수도 있지.."]
score10 = [2, -2, 0, 0]

woman2_texts10 = [q10, sel10, result10, score10]



questions_02 = [woman2_texts1, woman2_texts2, woman2_texts3, woman2_texts4, woman2_texts5, woman2_texts6, woman2_texts7, woman2_texts8, woman2_texts9, woman2_texts10]