"엔딩"
" 1번, 선배와만 연애의 성공했을 때 "

" 선배와 sns 커플을 오래오래 유지하였다 "
" 선배가 고등학교에 가면서 만남은 조금 더뎌졌지만 "
" 그래도 원만한 연애를 하고 있다 "

" 2번, 동갑이랑만 연애의 성공했을 때 "

" 드디어 복싱을 배우게 된지 어언 6년 5개월 "
" 나도 꽤 준수한 실력을 가지게 되었다 "
" 그리고 유린이는 "
" 국가대표를 준비중이여서 가끔 만난다 "
" 나도 언젠간 국가대표가 되길 기원하며 오늘도 복싱을 한다"

" 3번, 후배랑만 연애의 성공했을 때 "

" 나랑 민지는 아주 행복한 연애를 하면서 행복하게 지낸다 "
" 하지만 그 후로.. "
" 민규는 나랑 대화 자체를 안하기 시작했다 "
" 민지도 민규와 사이가 안좋아진 것 같은 모양이다 "
" 하지만 그까짓거 우린 사랑의 힘으로 이겨낼거다 "


" 3명 다 연애의 성공했을 때 "

" 그렇게 나는 3명과 행복한 연애를 "
" 하는 줄 알았으나... "
" 3명 모두와 사귀고 있다는 것을 들키고 말았다 "
" 알고보니 내가 자기 동생이랑 사귀게 되어서 못마땅했던 민규놈이"
" 날 스토킹 하다가 내가 다른 3명을 동시에 만난다는 것을 본 것이다"
" 그렇게 나는 학교에서 매장당하여 학교에서 쓰레기라고 질타를 받으며 산다 "

" 3명 다 까였을 때 "

" 3명한테 다 차인 나는.. " 
" 학교 대표 차임남으로 불리며 "
" 그 날의 트라우마로 탈모가 오기 시작하고 "
" 다시는 연애를 하지 못하고 모태솔로로 살아가게 되었다.. " 