ending_good = ["선배와 연애를 하게 되다니.. 너무..너무.. 행복하다", "얘랑 연애라니..! 너무 놀라워서 말이 안나온다..", "앞으로 민지와 풋풋한 연애 시작..!"] #3개의 성공시 텍스트
ending_bad = ["집 앞에서 도저히 얼굴을 못들겠다..", "앞으로 학교 어떻게 다녀..ㅜ", "그 후로 친구가 날 더욱 경멸하듯 본다.."] #3개의 실패시 텍스트

final_ending = ["그렇게 나는 선배와 원만한 연애를 하게 되었다! 다만 남자 선배들이 나를 경멸하듯 본다.. 무섭다..", "나는 유린이와 같이 복싱을 해가면서 국가대표를 준비한다! 엄청 맞아가면서.. 복싱,, 힘들다...", "나는 비록 민준이랑 손절하였지만 민지랑 행복한 연애를 한다~! 하지만 민준이 매번 나에게 시비를 건다.. 비겁한 놈", "선배랑 유린이랑 동시에 사귀는 것을 둘 다 아는데도 나랑 계속 사귀어간다! 내가 그렇게 좋은가 하핫 ", "선배와 민지랑 동시에 사귀어가는걸 민준한테 들켜서 대판 싸우고.. 오히려 선배와 민지가 나에게 반했다^^ 오히려 고맙다 민준아~", "유린이랑 민지랑 동시에 사귀는데.. 둘이 나를 두고 싸워간다...ㅜㅜ 힘들다.... " " 세명이랑 모두 사귀었다가.. 다 들켜서 다 헤어져버렸다..인생은 역시 솔로야..", "나는.. 그 때의 트라우마로 평생 모솔이 되었다.."]

